Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.cloudkit.writeNotSupported
source: Write operations are not supported on this platform
da: Skrivehandlinger understøttes ikke på denne platform
de: Schreibvorgänge werden auf dieser Plattform nicht unterstützt
es: Las operaciones de escritura no son compatibles con esta plataforma
es_us: Las operaciones de escritura no son compatibles con esta plataforma
fr: Les opérations d'écriture ne sont pas prises en charge sur cette plateforme
it: Le operazioni di scrittura non sono supportate su questa piattaforma
ja: このプラットフォームでは書き込み操作がサポートされていません
ko: 이 플랫폼에서는 쓰기 작업이 지원되지 않습니다
nl: Schrijfbewerkingen worden niet ondersteund op dit platform
pl: Operacje zapisu nie są obsługiwane na tej platformie
sv: Skrivoperationer stöds inte på den här plattformen
zh_hans: 此平台不支持写入操作

# SixLayerFramework.color.decodeFailed
source: Failed to decode color: %@
da: Kunne ikke afkode farve: %@
de: Farbdecodierung fehlgeschlagen: %@
es: Error al decodificar el color: %@
es_us: No se pudo decodificar el color: %@
fr: Échec du décodage de la couleur : %@
it: Impossibile decodificare il colore: %@
ja: 色のデコードが失敗しました：%@
ko: 색상 디코딩 실패: %@
nl: Kan kleur niet decoderen: %@
pl: Dekodowanie koloru nie powiodło się: %@
sv: Det gick inte att avkoda färg: %@
zh_hans: 颜色解码失败：%@

# SixLayerFramework.color.encodeFailed
source: Failed to encode color: %@
da: Kunne ikke kode farve: %@
de: Farbcodierung fehlgeschlagen: %@
es: Error al codificar el color: %@
es_us: No se pudo codificar el color: %@
fr: Échec du codage de la couleur : %@
it: Impossibile codificare il colore: %@
ja: 色のエンコードが失敗しました：%@
ko: 색상 인코딩 실패: %@
nl: Kan kleur niet coderen: %@
pl: Kodowanie koloru nie powiodło się: %@
sv: Det gick inte att koda färg: %@
zh_hans: 颜色编码失败：%@

# SixLayerFramework.color.invalidData
source: Invalid color data provided
da: Ugyldige farvedata er angivet
de: Ungültige Farbdaten bereitgestellt
es: Datos de color no válidos proporcionados
es_us: Datos de color no válidos proporcionados
fr: Données de couleur non valides fournies
it: Dati colore forniti non validi
ja: 無効な色データが提供されました
ko: 잘못된 색상 데이터가 제공되었습니다
nl: Ongeldige kleurgegevens opgegeven
pl: Podano nieprawidłowe dane koloru
sv: Ogiltig färgdata har angetts
zh_hans: 提供的颜色数据无效

# SixLayerFramework.complexity.advanced
source: Use expert-level tools and configurations.
da: Brug værktøjer og konfigurationer på ekspertniveau.
de: Nutzen Sie Tools und Konfigurationen auf Expertenebene.
es: Utilice herramientas y configuraciones de nivel experto.
es_us: Utilice herramientas y configuraciones de nivel experto.
fr: Utilisez des outils et des configurations de niveau expert.
it: Utilizza strumenti e configurazioni di livello esperto.
ja: 専門家レベルのツールと構成を使用します。
ko: 전문가 수준의 도구와 구성을 사용하세요.
nl: Gebruik tools en configuraties op expertniveau.
pl: Korzystaj z narzędzi i konfiguracji na poziomie eksperckim.
sv: Använd verktyg och konfigurationer på expertnivå.
zh_hans: 使用专家级工具和配置。

# SixLayerFramework.complexity.complex
source: Use filters or categories to manage complexity.
da: Brug filtre eller kategorier til at administrere kompleksitet.
de: Verwenden Sie Filter oder Kategorien, um die Komplexität zu verwalten.
es: Utilice filtros o categorías para gestionar la complejidad.
es_us: Utilice filtros o categorías para gestionar la complejidad.
fr: Utilisez des filtres ou des catégories pour gérer la complexité.
it: Utilizza filtri o categorie per gestire la complessità.
ja: フィルターまたはカテゴリを使用して複雑さを管理します。
ko: 필터나 카테고리를 사용하여 복잡성을 관리하세요.
nl: Gebruik filters of categorieën om de complexiteit te beheren.
pl: Użyj filtrów lub kategorii, aby zarządzać złożonością.
sv: Använd filter eller kategorier för att hantera komplexiteten.
zh_hans: 使用过滤器或类别来管理复杂性。

# SixLayerFramework.complexity.moderate
source: Consider organizing your content.
da: Overvej at organisere dit indhold.
de: Erwägen Sie die Organisation Ihrer Inhalte.
es: Considere organizar su contenido.
es_us: Considere organizar su contenido.
fr: Pensez à organiser votre contenu.
it: Considera l'idea di organizzare i tuoi contenuti.
ja: コンテンツを整理することを検討してください。
ko: 콘텐츠를 정리하는 것을 고려해 보세요.
nl: Overweeg om uw inhoud te organiseren.
pl: Rozważ uporządkowanie treści.
sv: Överväg att organisera ditt innehåll.
zh_hans: 考虑组织您的内容。

# SixLayerFramework.complexity.simple
source: Keep it simple and focused.
da: Hold det enkelt og fokuseret.
de: Halten Sie es einfach und konzentriert.
es: Mantenlo simple y enfocado.
es_us: Mantenlo simple y enfocado.
fr: Restez simple et concentré.
it: Mantienilo semplice e concentrato.
ja: シンプルかつ焦点を絞ったものにしてください。
ko: 단순하고 집중적으로 유지하세요.
nl: Houd het simpel en doelgericht.
pl: Zachowaj prostotę i koncentrację.
sv: Håll det enkelt och fokuserat.
zh_hans: 保持简单和专注。

# SixLayerFramework.complexity.veryComplex
source: Use advanced filtering and organization tools.
da: Brug avancerede filtrerings- og organisationsværktøjer.
de: Nutzen Sie erweiterte Filter- und Organisationstools.
es: Utilice herramientas avanzadas de filtrado y organización.
es_us: Utilice herramientas avanzadas de filtrado y organización.
fr: Utilisez des outils avancés de filtrage et d’organisation.
it: Utilizza strumenti avanzati di filtraggio e organizzazione.
ja: 高度なフィルタリングおよび整理ツールを使用します。
ko: 고급 필터링 및 구성 도구를 사용하세요.
nl: Gebruik geavanceerde filter- en organisatietools.
pl: Skorzystaj z zaawansowanych narzędzi do filtrowania i organizacji.
sv: Använd avancerade filtrerings- och organisationsverktyg.
zh_hans: 使用高级过滤和组织工具。

# SixLayerFramework.detail.identifiable
source: Identifiable
da: Identificerbar
de: Identifizierbar
es: Identificable
es_us: Identificable
it: Identificabile
ja: 識別可能
ko: 식별 가능
nl: Identificeerbaar
pl: Możliwy do zidentyfikowania
sv: Identifierbar
zh_hans: 可识别

# SixLayerFramework.detail.optional
source: Optional
da: Valgfri
es: Opcional
es_us: Opcional
fr: Facultatif
it: Opzionale
ja: オプション
ko: 선택 과목
nl: Optioneel
pl: Fakultatywny
sv: Frivillig
zh_hans: 选修的

# SixLayerFramework.detail.overview
source: Overview
da: Oversigt
de: Überblick
es: Descripción general
es_us: Descripción general
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pl: Przegląd
sv: Översikt
zh_hans: 概述

# SixLayerFramework.detail.rawData
source: Raw Data
da: Rå data
de: Rohdaten
es: Datos sin procesar
es_us: Datos sin procesar
fr: Données brutes
it: Dati grezzi
ja: 生データ
ko: 원시 데이터
nl: Ruwe gegevens
pl: Surowe dane
sv: Rådata
zh_hans: 原始数据

# SixLayerFramework.detail.rawDataAnalysis
source: Raw Data Analysis
da: Analyse af rådata
de: Rohdatenanalyse
es: Análisis de datos sin procesar
es_us: Análisis de datos sin procesar
fr: Analyse des données brutes
it: Analisi dei dati grezzi
ja: 生データ分析
ko: 원시 데이터 분석
nl: Analyse van ruwe gegevens
pl: Analiza surowych danych
sv: Rådataanalys
zh_hans: 原始数据分析

# SixLayerFramework.detail.title
source: Details
da: Detaljer
de: Einzelheiten
es: Detalles
es_us: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부
pl: Bliższe dane
sv: Detaljer
zh_hans: 细节

# SixLayerFramework.directory.doesNotExist
source: The directory does not exist
da: Mappen findes ikke
de: Das Verzeichnis existiert nicht
es: El directorio no existe
es_us: El directorio no existe
fr: Le répertoire n'existe pas
it: La directory non esiste
ja: ディレクトリが存在しません
ko: 디렉토리가 존재하지 않습니다
nl: De map bestaat niet
pl: Katalog nie istnieje
sv: Katalogen finns inte
zh_hans: 该目录不存在

# SixLayerFramework.directory.networkVolumeSlow
source: The directory is on a network volume that is slow or unresponsive
da: Biblioteket er på en netværksdiskenhed, der er langsom eller ikke reagerer
de: Das Verzeichnis befindet sich auf einem Netzwerkvolume, das langsam ist oder nicht reagiert
es: El directorio está en un volumen de red que es lento o no responde
es_us: El directorio está en un volumen de red que es lento o no responde
fr: Le répertoire se trouve sur un volume réseau lent ou ne répond pas
it: La directory si trova su un volume di rete lento o che non risponde
ja: ディレクトリは、速度が遅いか応答しないネットワーク ボリューム上にあります
ko: 디렉터리가 느리거나 응답하지 않는 네트워크 볼륨에 있습니다.
nl: De directory bevindt zich op een netwerkvolume dat traag is of niet reageert
pl: Katalog znajduje się na woluminie sieciowym, który działa wolno lub nie odpowiada
sv: Katalogen finns på en nätverksvolym som är långsam eller inte svarar
zh_hans: 该目录位于速度缓慢或无响应的网络卷上

# SixLayerFramework.directory.networkVolumeUnavailable
source: The directory is on a network volume that is unavailable
da: Biblioteket er på en netværksdiskenhed, der ikke er tilgængelig
de: Das Verzeichnis befindet sich auf einem Netzwerkvolume, das nicht verfügbar ist
es: El directorio está en un volumen de red que no está disponible
es_us: El directorio está en un volumen de red que no está disponible
fr: Le répertoire se trouve sur un volume réseau indisponible
it: La directory si trova su un volume di rete che non è disponibile
ja: ディレクトリは使用できないネットワーク ボリューム上にあります
ko: 디렉터리가 사용할 수 없는 네트워크 볼륨에 있습니다.
nl: De map bevindt zich op een netwerkvolume dat niet beschikbaar is
pl: Katalog znajduje się na woluminie sieciowym, który jest niedostępny
sv: Katalogen finns på en nätverksvolym som inte är tillgänglig
zh_hans: 该目录位于不可用的网络卷上

# SixLayerFramework.directory.notADirectory
source: The path exists but is not a directory
da: Stien findes, men er ikke en mappe
de: Der Pfad existiert, ist aber kein Verzeichnis
es: La ruta existe pero no es un directorio.
es_us: La ruta existe pero no es un directorio.
fr: Le chemin existe mais n'est pas un répertoire
it: Il percorso esiste ma non è una directory
ja: パスは存在しますが、ディレクトリではありません
ko: 경로가 존재하지만 디렉터리가 아닙니다.
nl: Het pad bestaat, maar is geen map
pl: Ścieżka istnieje, ale nie jest katalogiem
sv: Sökvägen finns men är inte en katalog
zh_hans: 路径存在但不是目录

# SixLayerFramework.directory.notExecutable
source: The directory is not executable/searchable by the current process
da: Biblioteket er ikke eksekverbart/søgbart af den aktuelle proces
de: Das Verzeichnis ist für den aktuellen Prozess nicht ausführbar/durchsuchbar
es: El directorio no es ejecutable/no se puede buscar en el proceso actual
es_us: El directorio no es ejecutable/no se puede buscar en el proceso actual
fr: Le répertoire n'est pas exécutable/recherchable par le processus actuel
it: La directory non è eseguibile/ricercabile dal processo corrente
ja: ディレクトリは現在のプロセスでは実行可能または検索可能ではありません
ko: 현재 프로세스에서 디렉터리를 실행/검색할 수 없습니다.
nl: De map is niet uitvoerbaar/doorzoekbaar door het huidige proces
pl: Katalog nie jest wykonywalny/przeszukiwalny w bieżącym procesie
sv: Katalogen är inte körbar/sökbar av den aktuella processen
zh_hans: 当前进程无法执行/搜索该目录

# SixLayerFramework.directory.notReadable
source: The directory is not readable by the current process
da: Biblioteket kan ikke læses af den aktuelle proces
de: Das Verzeichnis kann vom aktuellen Prozess nicht gelesen werden
es: El directorio no es legible por el proceso actual
es_us: El directorio no es legible por el proceso actual
fr: Le répertoire n'est pas lisible par le processus en cours
it: La directory non è leggibile dal processo corrente
ja: ディレクトリは現在のプロセスでは読み取れません
ko: 현재 프로세스에서 디렉터리를 읽을 수 없습니다.
nl: De map is niet leesbaar voor het huidige proces
pl: Katalog nie jest czytelny dla bieżącego procesu
sv: Katalogen är inte läsbar av den aktuella processen
zh_hans: 当前进程无法读取该目录

# SixLayerFramework.directory.notWritable
source: The directory is not writable by the current process
da: Biblioteket kan ikke skrives af den aktuelle proces
de: Das Verzeichnis ist für den aktuellen Prozess nicht beschreibbar
es: El proceso actual no puede escribir en el directorio.
es_us: El proceso actual no puede escribir en el directorio.
fr: Le répertoire n'est pas accessible en écriture par le processus actuel
it: La directory non è scrivibile dal processo corrente
ja: 現在のプロセスではディレクトリに書き込みできません
ko: 현재 프로세스에서는 디렉토리에 쓸 수 없습니다.
nl: De map kan niet worden beschreven door het huidige proces
pl: Bieżący proces nie umożliwia zapisu w katalogu
sv: Katalogen är inte skrivbar av den aktuella processen
zh_hans: 当前进程无法写入该目录

# SixLayerFramework.emptyState.addItemsToGetStarted
source: Add some items to get started.
da: Tilføj nogle elementer for at komme i gang.
de: Fügen Sie einige Elemente hinzu, um loszulegen.
es: Agregue algunos elementos para comenzar.
es_us: Agregue algunos elementos para comenzar.
fr: Ajoutez quelques éléments pour commencer.
it: Aggiungi alcuni elementi per iniziare.
ja: 開始するには、いくつかの項目を追加します。
ko: 시작하려면 몇 가지 항목을 추가하세요.
nl: Voeg enkele items toe om aan de slag te gaan.
pl: Dodaj kilka elementów, aby rozpocząć.
sv: Lägg till några objekt för att komma igång.
zh_hans: 添加一些项目以开始使用。

# SixLayerFramework.emptyState.adjustSearchCriteria
source: Try adjusting your search criteria.
da: Prøv at justere dine søgekriterier.
de: Versuchen Sie, Ihre Suchkriterien anzupassen.
es: Intente ajustar sus criterios de búsqueda.
es_us: Intente ajustar sus criterios de búsqueda.
fr: Essayez d'ajuster vos critères de recherche.
it: Prova a modificare i tuoi criteri di ricerca.
ja: 検索条件を調整してみてください。
ko: 검색 기준을 조정해 보세요.
nl: Probeer uw zoekcriteria aan te passen.
pl: Spróbuj dostosować kryteria wyszukiwania.
sv: Prova att justera dina sökkriterier.
zh_hans: 尝试调整您的搜索条件。

# SixLayerFramework.emptyState.collectionEmpty
source: This collection is currently empty.
da: Denne samling er i øjeblikket tom.
de: Diese Sammlung ist derzeit leer.
es: Esta colección está actualmente vacía.
es_us: Esta colección está actualmente vacía.
fr: Cette collection est actuellement vide.
it: Questa raccolta è attualmente vuota.
ja: このコレクションは現在空です。
ko: 이 컬렉션은 현재 비어 있습니다.
nl: Deze collectie is momenteel leeg.
pl: Ta kolekcja jest obecnie pusta.
sv: Denna samling är för närvarande tom.
zh_hans: 该集合目前为空。

# SixLayerFramework.emptyState.createFirstItem
source: Create your first item.
da: Opret din første vare.
de: Erstellen Sie Ihren ersten Artikel.
es: Crea tu primer artículo.
es_us: Crea tu primer artículo.
fr: Créez votre premier élément.
it: Crea il tuo primo oggetto.
ja: 最初のアイテムを作成します。
ko: 첫 번째 항목을 만듭니다.
nl: Maak je eerste artikel.
pl: Stwórz swój pierwszy przedmiot.
sv: Skapa ditt första föremål.
zh_hans: 创建您的第一个项目。

# SixLayerFramework.emptyState.noActions
source: No Actions
da: Ingen handlinger
de: Keine Aktionen
es: Sin acciones
es_us: Sin acciones
fr: Aucune action
it: Nessuna azione
ja: アクションはありません
ko: 작업 없음
nl: Geen acties
pl: Brak działań
sv: Inga åtgärder
zh_hans: 无任何操作

# SixLayerFramework.emptyState.noAdditionalItems
source: No additional items to display.
da: Ingen yderligere elementer at vise.
de: Keine zusätzlichen Elemente zum Anzeigen.
es: No hay elementos adicionales para mostrar.
es_us: No hay elementos adicionales para mostrar.
fr: Aucun élément supplémentaire à afficher.
it: Nessun elemento aggiuntivo da visualizzare.
ja: 追加で表示する項目はありません。
ko: 표시할 추가 항목이 없습니다.
nl: Er zijn geen extra items om weer te geven.
pl: Brak dodatkowych elementów do wyświetlenia.
sv: Inga ytterligare objekt att visa.
zh_hans: 没有其他可显示的项目。

# SixLayerFramework.emptyState.noBooleanValues
source: No Boolean Values
da: Ingen booleske værdier
de: Keine booleschen Werte
es: Sin valores booleanos
es_us: Sin valores booleanos
fr: Aucune valeur booléenne
it: Nessun valore booleano
ja: ブール値はありません
ko: 부울 값 없음
nl: Geen Booleaanse waarden
pl: Brak wartości logicznych
sv: Inga booleska värden
zh_hans: 无布尔值

# SixLayerFramework.emptyState.noCards
source: No Cards
da: Ingen kort
de: Keine Karten
es: Sin tarjetas
es_us: Sin tarjetas
fr: Aucune carte
it: Nessuna carta
ja: カードなし
ko: 카드 없음
nl: Geen kaarten
pl: Brak kart
sv: Inga kort
zh_hans: 无卡

# SixLayerFramework.emptyState.noChartData
source: No Chart Data
da: Ingen diagramdata
de: Keine Diagrammdaten
es: Sin datos de gráfico
es_us: Sin datos de gráfico
fr: Aucune donnée graphique
it: Nessun dato grafico
ja: チャートデータがありません
ko: 차트 데이터 없음
nl: Geen grafiekgegevens
pl: Brak danych wykresu
sv: Inga diagramdata
zh_hans: 无图表数据

# SixLayerFramework.emptyState.noDataAvailable
source: No Data Available
da: Ingen tilgængelige data
de: Keine Daten verfügbar
es: No hay datos disponibles
es_us: No hay datos disponibles
fr: Aucune donnée disponible
it: Nessun dato disponibile
ja: 利用可能なデータがありません
ko: 사용 가능한 데이터가 없습니다
nl: Geen gegevens beschikbaar
pl: Brak dostępnych danych
sv: Ingen data tillgänglig
zh_hans: 无可用数据

# SixLayerFramework.emptyState.noDates
source: No Dates
da: Ingen datoer
de: Keine Termine
es: Sin fechas
es_us: Sin fechas
fr: Aucune date
it: Nessuna data
ja: 日付なし
ko: 날짜 없음
nl: Geen data
pl: Brak dat
sv: Inga datum
zh_hans: 无日期

# SixLayerFramework.emptyState.noDetails
source: No Details
da: Ingen detaljer
de: Keine Details
es: Sin detalles
es_us: Sin detalles
fr: Aucun détail
it: Nessun dettaglio
ja: 詳細なし
ko: 세부정보 없음
nl: Geen details
pl: Brak szczegółów
sv: Inga detaljer
zh_hans: 无详细信息

# SixLayerFramework.emptyState.noEvents
source: No Events
da: Ingen begivenheder
de: Keine Veranstaltungen
es: Sin eventos
es_us: Sin eventos
fr: Aucun événement
it: Nessun evento
ja: イベントはありません
ko: 이벤트 없음
nl: Geen evenementen
pl: Brak wydarzeń
sv: Inga evenemang
zh_hans: 没有活动

# SixLayerFramework.emptyState.noFormFields
source: No Form Fields
da: Ingen formularfelter
de: Keine Formularfelder
es: Sin campos de formulario
es_us: Sin campos de formulario
fr: Aucun champ de formulaire
it: Nessun campo modulo
ja: フォームフィールドがありません
ko: 양식 필드 없음
nl: Geen formuliervelden
pl: Brak pól formularza
sv: Inga formulärfält
zh_hans: 无表单字段

# SixLayerFramework.emptyState.noGridItems
source: No Grid Items
da: Ingen gitterelementer
de: Keine Rasterelemente
es: Sin elementos de cuadrícula
es_us: Sin elementos de cuadrícula
fr: Aucun élément de grille
it: Nessun elemento della griglia
ja: グリッド項目なし
ko: 그리드 항목 없음
nl: Geen rasteritems
pl: Brak elementów siatki
sv: Inga rutnätsobjekt
zh_hans: 没有网格项目

# SixLayerFramework.emptyState.noImages
source: No Images
da: Ingen billeder
de: Keine Bilder
es: Sin imágenes
es_us: Sin imágenes
fr: Aucune image
it: Nessuna immagine
ja: 画像なし
ko: 이미지 없음
nl: Geen afbeeldingen
pl: Brak obrazów
sv: Inga bilder
zh_hans: 没有图片

# SixLayerFramework.emptyState.noItems
source: No items in this list.
da: Ingen elementer på denne liste.
de: Keine Elemente in dieser Liste.
es: No hay elementos en esta lista.
es_us: No hay elementos en esta lista.
fr: Aucun élément dans cette liste.
it: Nessun elemento in questo elenco.
ja: このリストには項目がありません。
ko: 이 목록에는 항목이 없습니다.
nl: Geen items in deze lijst.
pl: Brak elementów na tej liście.
sv: Inga objekt i den här listan.
zh_hans: 此列表中没有项目。

# SixLayerFramework.emptyState.noItemsAvailable
source: No items available.
da: Ingen tilgængelige varer.
de: Keine Artikel verfügbar.
es: No hay artículos disponibles.
es_us: No hay artículos disponibles.
fr: Aucun article disponible.
it: Nessun articolo disponibile
ja: 利用可能なアイテムはありません。
ko: 사용 가능한 항목이 없습니다.
nl: Geen artikelen beschikbaar.
pl: Brak dostępnych elementów.
sv: Inga artiklar tillgängliga.
zh_hans: 没有可用的物品。

# SixLayerFramework.emptyState.noItemsInGallery
source: No items in this gallery.
da: Ingen elementer i dette galleri.
de: Keine Elemente in dieser Galerie.
es: No hay artículos en esta galería.
es_us: No hay artículos en esta galería.
fr: Aucun élément dans cette galerie.
it: Nessun elemento in questa galleria.
ja: このギャラリーにはアイテムがありません。
ko: 이 갤러리에는 항목이 없습니다.
nl: Geen items in deze galerij.
pl: Brak elementów w tej galerii.
sv: Inga föremål i detta galleri.
zh_hans: 该画廊中没有任何物品。

# SixLayerFramework.emptyState.noItemsToBrowse
source: No items to browse.
da: Ingen elementer at gennemse.
de: Keine Elemente zum Durchsuchen vorhanden.
es: No hay elementos para explorar.
es_us: No hay elementos para explorar.
fr: Aucun élément à parcourir.
it: Nessun elemento da sfogliare.
ja: 閲覧する項目はありません。
ko: 찾아볼 항목이 없습니다.
nl: Er zijn geen items om door te bladeren.
pl: Brak elementów do przeglądania.
sv: Inga objekt att bläddra i.
zh_hans: 没有可浏览的项目。

# SixLayerFramework.emptyState.noItemsToEdit
source: No items to edit.
da: Ingen elementer at redigere.
de: Keine Elemente zum Bearbeiten vorhanden.
es: No hay elementos para editar.
es_us: No hay elementos para editar.
fr: Aucun élément à modifier.
it: Nessun elemento da modificare.
ja: 編集する項目はありません。
ko: 수정할 항목이 없습니다.
nl: Er zijn geen items om te bewerken.
pl: Brak elementów do edycji.
sv: Inga objekt att redigera.
zh_hans: 没有要编辑的项目。

# SixLayerFramework.emptyState.noListItems
source: No List Items
da: Ingen listeelementer
de: Keine Listenelemente
es: Sin elementos de lista
es_us: Sin elementos de lista
fr: Aucun élément de liste
it: Nessun elemento dell'elenco
ja: リスト項目がありません
ko: 목록 항목 없음
nl: Geen lijstitems
pl: Brak elementów listy
sv: Inga listobjekt
zh_hans: 没有列表项目

# SixLayerFramework.emptyState.noLocations
source: No Locations
da: Ingen lokationer
de: Keine Standorte
es: Sin ubicaciones
es_us: Sin ubicaciones
fr: Aucun emplacement
it: Nessuna posizione
ja: 場所がありません
ko: 위치 없음
nl: Geen locaties
pl: Brak lokalizacji
sv: Inga platser
zh_hans: 没有地点

# SixLayerFramework.emptyState.noMediaItems
source: No Media Items
da: Ingen medieelementer
de: Keine Medienelemente
es: Sin elementos multimedia
es_us: Sin elementos multimedia
fr: Aucun élément multimédia
it: Nessun elemento multimediale
ja: メディアアイテムがありません
ko: 미디어 항목 없음
nl: Geen media-items
pl: Brak elementów multimedialnych
sv: Inga mediaobjekt
zh_hans: 没有媒体项目

# SixLayerFramework.emptyState.noMessages
source: No Messages
da: Ingen beskeder
de: Keine Nachrichten
es: Sin mensajes
es_us: Sin mensajes
fr: Aucun message
it: Nessun messaggio
ja: メッセージはありません
ko: 메시지 없음
nl: Geen berichten
pl: Brak wiadomości
sv: Inga meddelanden
zh_hans: 没有消息

# SixLayerFramework.emptyState.noModalContent
source: No Modal Content
da: Intet modalt indhold
de: Kein modaler Inhalt
es: Sin contenido modal
es_us: Sin contenido modal
fr: Aucun contenu modal
it: Nessun contenuto modale
ja: モーダルコンテンツがありません
ko: 모달 콘텐츠 없음
nl: Geen modale inhoud
pl: Brak zawartości modalnej
sv: Inget modalt innehåll
zh_hans: 无模态内容

# SixLayerFramework.emptyState.noNavigationItems
source: No Navigation Items
da: Ingen navigationselementer
de: Keine Navigationselemente
es: Sin elementos de navegación
es_us: Sin elementos de navegación
fr: Aucun élément de navigation
it: Nessun elemento di navigazione
ja: ナビゲーション項目なし
ko: 탐색 항목 없음
nl: Geen navigatie-items
pl: Brak elementów nawigacji
sv: Inga navigeringsobjekt
zh_hans: 无导航项目

# SixLayerFramework.emptyState.noNumbers
source: No Numbers
da: Ingen tal
de: Keine Zahlen
es: Sin números
es_us: Sin números
fr: Pas de numéros
it: Nessun numero
ja: 数字なし
ko: 숫자 없음
nl: Geen cijfers
pl: Brak numerów
sv: Inga siffror
zh_hans: 没有数字

# SixLayerFramework.emptyState.noProducts
source: No Products
da: Ingen produkter
de: Keine Produkte
es: Sin productos
es_us: Sin productos
fr: Aucun produit
it: Nessun prodotto
ja: 製品がありません
ko: 제품 없음
nl: Geen producten
pl: Brak produktów
sv: Inga produkter
zh_hans: 没有产品

# SixLayerFramework.emptyState.noProfile
source: No profile available.
da: Ingen tilgængelig profil.
de: Kein Profil verfügbar.
es: No hay perfil disponible.
es_us: No hay perfil disponible.
fr: Aucun profil disponible.
it: Nessun profilo disponibile.
ja: 利用可能なプロファイルがありません。
ko: 사용 가능한 프로필이 없습니다.
nl: Geen profiel beschikbaar.
pl: Brak dostępnego profilu.
sv: Ingen profil tillgänglig.
zh_hans: 没有可用的配置文件。

# SixLayerFramework.emptyState.noProfileInformation
source: No profile information available.
da: Ingen tilgængelige profiloplysninger.
de: Keine Profilinformationen verfügbar.
es: No hay información de perfil disponible.
es_us: No hay información de perfil disponible.
fr: Aucune information de profil disponible.
it: Nessuna informazione sul profilo disponibile.
ja: プロフィール情報はありません。
ko: 프로필 정보가 없습니다.
nl: Geen profielinformatie beschikbaar.
pl: Brak informacji o profilu.
sv: Ingen profilinformation tillgänglig.
zh_hans: 没有可用的个人资料信息。
